import React from 'react';
import {Link} from 'react-router-dom'
import CopyraytingImg from './CopyraytingImg.jpg'
import '../Link.css'

const Copyrayting = () => {
    return (
        <div className="section">
            <div className="main">
                <h2>
                    ՔՈՓԻՌԱՅԹԻՆԳ
                </h2>

                <p>
                    Յուրաքայնչուր կայք ստեղծվում է, որպեսզի այցելվի, և բազմիցս: Դրա համար միայն գեղեցիկ և օրիգինալ դիզայնը բավարար չէ. կայքը պետք է ունենա նաև հետաքրիր բովանդակություն` քոնթենթ: Ի դեպ, այն պետք է հետաքրքիր լինի ոչ միայն Ձեր կայքի հաճախորդներին, այլև` որոնողական համակարգերին: Որքան մեծ լինի որոնողական համակարգերի հետաքրքրությունը Ձեր կայքի բովանդակության նկատմամբ, այնքան ավելի մեծ թվով մարդիկ կայցելեն այն:
                </p>

                <p>
                    Որպեսզի Ձեր <span>կայքը</span> ՙդուր գա՚ որոնման համակարգերին, և, հետևաբար, մեծանա այցելուների քանակը, պետք է կայքում տեղադրել ճշտորեն գրված և խմբագրված քոնթենթ, որը վերջին փուլում ենթարկվել է, այսպես կոչված, SEO-քոփիռայթինգի կամ որոնողական կատարելագործման:
                </p>

                <img alt="img" src={CopyraytingImg} />

                <p>
                    <Link to='/gni_hashvar/seo'>SEO-քոփիռայթինգը</Link> կայքի տեքստերի ստեղծման և խմբագրման գործընթաց է: Քոնթենթի կառավարումը պետք է կատարվի այնպես, որպեսզի տեքստը լինի գեղեցիկ շարադրված, ընթերցողին հասկանալի և միաժամանակ համապատասխանի որոնողական համակարգերով տեքստի ճանաչման համար անհրաժեշտ պայմաններին: Քոնթենթը պետք է կազմված լինի անհրաժեշտ տեղերում առանցքային բառերի որոշակի քանակության օգտագործմամբ, ինչի շնորհիվ ընդլայնվում է SEO-քոփիռայթերի հիմնական նպատակը, այն է` ապահովել որոնման մեքենաների աշխատանքի բարձր արդյունքներ` որոշակի հարցումներով որոնում կատարելիս: 
                </p>

                <p>
                    Ձեր կայքի բարձր վարկանիշն ապահովելու համար SEO-քոփիռայթերը պետք է գրագիտորեն նախապատրաստի կամ խմբագրի կայքի տեքստային մասը, ինչպես նաև կատարելագործի վերնագրերը, էջերի անվանումները, նկարների մակագրությունները description և keywords մեգատեգերը այնպես, որ կայքը լիովին հասկանալի լինի որոնման համակարգերի համար: Արդյունքում ավելանում է դրա վարկանիշն որոնման համակարգերում: <Link to="/carayutyunner/seo">Օպտիմիզացիա</Link> ասելով` նկատի ունենք այն բառերի կամ բառակապակցությունների օգտագործումը, որոնցով սպառողներն ամենից հաճախ որոնում են կատարում այս կամ այն թեմայով:
                </p>

            </div>
        </div>  
    )
};

export default Copyrayting;