import React from 'react';
import GovazdImg from './GovazdImg.jpg'
import '../Link.css'

const Govazd = () => {
    return (
        <div className="section">
            <div className="main">
                <h2>
                    ԳՈՎԱԶԴ ԻՆՏԵՐՆԵՏՈՒՄ
                </h2>
                <p>
                    Օրեցօր Ինտերնետում ավելի քիչ ազատ տարածություն է մնում գովազդի համար: Սակայն դա դեռևս չի սպառնում ինտերնետային տարածությանը, որտեղ ամեն օր հայտնվում են նորանոր կայքեր: Հետևաբար, մեծանում է այն տարածությունը, որտեղ կարող է ազատորեն տեղադրվել Ձեր ինտերնետային գովազդը:
                </p>
                
                <p>
                    Այսօր միայն ռուսալեզու ինտերնետում գրանցված է 600 000 կայք, որի մեկ-երրորդը մշտապես թարմացվում է և ունի բարձր հաճախելիություն: Որպեսզի գովազդը չկորի բազմաթիվ այլ գովազդների մեջ, Ձերը պետք է համակողմանիորեն մտածված լինի:
                </p>
                
                <p>
                    Որպեսզի Ձեր հաճախորդները արագ գտնեն Ձեզ ինտերնետային տարածությունում, Ձեր կայքի գովազդը պետք է լինի օրիգինալ: Անհրաժեշտ է, որպեսզի մանրամասնորեն մտածված և ծրագրված լինեն նաև Ձեր ինտերնետային գովազդի տեղաբաշխումն ու հետևողականությունը: 
                </p>
                
                <p>
                    Տարբերակում են ինտերնետային գովազդի երկու տեսակ` բաններային և կոնտեքստային:
                </p>

                <img alt="img" src={GovazdImg} />

                <p>
                    <span>
                        Կոնտեքստային գովազդ
                    </span>
                    <br />
                    Կոնտեքստային գովազդը դա հղում է այլ կայքի` տեքստի որևէ բառի միջոցով, որի իմաստը համընկնում է գովազդվող կայքի թեմատիկայի հետ: Կոնտեքստային գովազդը հաճախ օգտագործում են, երբ գրաֆիկական գովազդը այնքան էլ տեղին չէ: 
                </p>
                
                <p>
                    Ի տարբերություն վերջինի` կոնտեքստային գովազդին սպառողը ավելի մեծ համբերությամբ է վերաբերվում: Շատ սպառողների կողմից կոնտեքստային գովազդն ընկալվում է որպես ինքնատիպ լրացում հիմնական տեղեկատվությանը: Հետևաբար, դրանով ավելի հեշտ է գրավել թիրախային լսարանի ուշադրությունը կայքի նկատմամբ: 
                </p>
                
                <p>
                    Ենթատեքստային գովազդի առավելությունն այն է, որ ապրանքը և ծառայությունը գովազդվում են հենց այնտեղ, որտեղ դրանով հետաքրքրվում են: Ենթատեքստային գովազդը սպառողների կողմից ընկալվում է ավելի շուտ որպես լրացուցիչ տեղեկատվություն, քան նյարդայնացնող գովազդ: 
                </p>
                
                <p>
                    Ձեր ենթատեքստային գովազդը տեղադրելու նպատակով մենք համագործակցում ենք Яндекс.Директ-ի, Бегун-ի, Google.Adwords-ի հետ, որոնք այդ ոլորտի առաջատարներն են: Նրանց հետ միասին մենք կապահվենք Ձեր ապրանքատեսակների և ծառայությունների կոնտեքստային գովազդի բարձր արդյունավետությունը: 
                </p>

                <p>
                    <span>
                        Բաններային գովազդ
                    </span>
                    <br />
                    Բաններային գովազդն ինտերնետում կարող է լինել ինչպես ստատիկ, այնպես էլ շարժական: Մենք առաջարկում ենք բազմաթիվ տեխնոլոգիաների օգտագործմամբ տարբեր ոճի բաններների ստեղծում և դրանց տեղադրում վեբ-կայքերում: Բաններների տեղադրման տարածության ընդլայնման նպատակով առաջարկում ենք Ձեր կայքը մտցնել բաններների փոխանակման ցանց, ինչի շնորհիվ գովազդը կտեղադրվի բազմաթիվ ուրիշ կայքերում` Ձեր կայքում այլ բաներների տեղադրման դիմաց: 
                </p>
                
                <p>
                    Մշտապես ընդյալնվող ինտերնետային տարածությունում կարևոր է իմանալ, թե որտեղ և ինչպես տեղադրել գովազդն այնպես, որպեսզի այն ավելի հասանելի դառնա թիրախային լսարանի համար: Դրա համար գովազդի տեղադրման պարագայում կարևոր է կողմնորոշվել գովազգի տեղադրման այն գործիքի օգտագործման ուղղությամբ, ինչպիսին է թարգեթինգը: 
                </p>
                
                <p>
                    Աշխարհագրական թարգեթինգը գովազդի ցուցադրությունն է որոշակի տարածաշրջանների սպառողներին: 
                </p>
                
                <p>
                    Ժամանակավոր թարգեթինգը գովազդի ցուցադրությունն է որոշակի ժամանակահատվածում: 
                </p>

                <p>
                    Հաճախական/հաճախակի թարգեթինգը գովազդի ցուցադրությունն է բոլոր սպառողներին որոշակի ժամանակաշրջանի ընթացքում /օր, շաբաթ/:
                </p>
                
            </div>
        </div>  
    )
};

export default Govazd;