import React from 'react';
import {Link} from 'react-router-dom'
import SeoImg from './SeoImg.jpg'
import '../Link.css'

const Seo = () => {
    return (
        <div className="section">
            <div className="main">
                <h2>
                    SEO – ԿԱՅՔԵՐԻ ԱՌԱՋԽԱՂԱՑՈՒՄ ՈՐՈՆՄԱՆ ՀԱՄԱԿԱՐԳԵՐՈՒՄ
                </h2>

                <p>
                    WebMaster Studio – ն առաջարկում է Ձեզ կայքերի առաջխաղացում որոնման համակարգերում (SEO), կոնտեքստային գովազդի միջոցով նպատակային այցելուների գրավում, ինչպես նաև առաջխաղացում և գովազդ սոցիալական ցանցերում:
                </p>

                <img alt="img" src={SeoImg} />

                <p>
                    Գեղեցիկ և գրագետ ստեղծված կայքի առկայությունն անիմաստ է, եթե այն այցելուներ չունի: Չէ՞ որ ինտերնետում կայքի տեղադրման նպատակը նախևառաջ ընկերության կամ կազմակերպության գործունեությունը գովազդելն ու դրան մանրամասն ծանոթացնելն է, ինչն օգնում է մեծացնել հաճախորդների հոսքը և հնարավորություն է տալիս նոր գործընկերներ ձեռք բերել: 
                    <br />
                    WebMaster Studio-ն առաջարկում է որակյալ <Link to="/gni_hashvar/seo">կայքերի առաջխաղացում</Link> , ինչի արդյունքում զգալիորեն կավելանա Ձեր կազմակերպության նպատակային լսարանը կազմող այցելուների թիվը, որոնց զգալի մասը հետագայում կդառնա Ձեր հաճախորդը: 
                    Հետազոտությունների արդյունքների համաձայն` որոնման համակարգերի միջոցով <span>վեբ կայքերի</span> արդյունավետ այցելությունների թիվը 5-6 անգամ գերազանցում է բաններային գովազդով կայք այցելողների քանակը: Չէ՞ որ որոնման համակարգով սպառողը Ձեր <span>վեբ կայք</span> է մտնում այն դեպքում, եթե նպատակաուղղված փնտրում է այն ապրանքը, ծառայությունը կամ տեղեկատվությունը, որը Դուք կարող եք նրան առաջարկել: 
                    Ձեր կայքը որոնման համակարգերում առաջ մղելով` մենք ապահովում ենք նպատակային լսարանի այցելության ավելի ու ավելի մեծ քանակ և մուտք դեպի տվյալ թեմատիկայով կայքերի ամենահաճախակի այցելվող տասնյակ: 
                </p>

                <span>
                    Կայքերի առաջխաղացում. մեր կատարելիք գործողությունների մոտավոր նկարագրությունը 
                </span>

                <div className="ulDiv">
                    <ul>
                        <li>
                            Վեբ կայքի կառուցվածքի օպտիմիզացիան կատարվում է որոնման համակարգերի կողմից կայքն ավելի լավ ընթերցվելու նպատակով: Այդ նպատակով տեղի է ունենում թեմատիկ որոնողական հարցումների վերլուծություն, ինչպես նաև կայքի օպտիմիզացում` անհարթությունների հայտնաբերման և շտկման նպատակով, որոնք կարող են խոչընդոտել համակարգերով կայքի որակյալ և արագ ընթերցման գործընթացին, հետևաբար` որոնման համակարգերում կայքի առաջխաղացմանը: Կառույցի օպտիմիզացիայի շրջանակներում անցկացվում է նաև մրցակցող կայքերի գործունեության և զարգացման հետազոտություն:
                        </li>

                        <br />

                        <li>
                            Առաջին փուլի ավարտից հետո կայքի առաջխաղացումը զարգացնելու նպատակով օգտագործում են արտաքին ազդեցության գործոններ: Արտաքին ազդեցություն գործելու համար բազմազան մեթոդներ են կիրառվում, որոնք անմիջականորեն կախված են որոնման համակարգերի ալգորիթմերից եւ նրանց փոփոխվելու դեպքում բնականաբար փոփոխվում են նաեւ արտաքին ազդեցության գործիքները: Արդյունքում ապահովվում է Ձեր կայքի դիրքը որոնման համակարգերի առաջին տասնյակում նպատակային հարցումներով:
                        </li>

                        <br />

                        <li>
                            Որքան էլ բարձր լինեն կայքի առաջխաղացման արդյունքները, անհրաժեշտ է ոչ միայն պահպանել դիրքերը, այլեւ շարունակել որոնման համակարգերում դասավորման արդյունքների կատարելագործումը: Կայքին օժանդակելու գործընթաց ենթադրում է դրա վիճակի եւ վարկանիշի վերլուծություն` անհրաժեշտ շտկումների ներմուծմամբ, կայքի առաջխաղացման շարունակում որոնման այլ համակարգերում:
                        </li>
                    </ul>
                </div>
            </div>
        </div>  
    )
};

export default Seo;