import React from 'react';
import WebCragirImg from './WebCragirImg.jpg'
import '../Link.css'

const WebCragir = () => {
    return (
        <div className="section">
            <div className="main">
                <h2>
                    ՎԵԲ ՀԻՄՔՈՎ ԾՐԱԳՐԵՐ
                </h2>

                <p>
                    <span>WEBMASTER Studio</span> -ն ստեղծում է վեբ-հիմքով ծրագրեր /Web-based applications/, որոնք կօգնեն ավտոմատացնել, կատարելագործել և արդյունավետ դարձնել բիզնեսի հետ կապված Ձեր գործունեությունը (մարքեթինգի ոլորտում) և բազմաթիվ կիրառությունների հնարավորություն կտա:
                </p>

                <img alt="img" src={WebCragirImg}/>

                <p>
                    Ծրագրերի էջերը պարունակում են տարբեր բաղադրիչներ, ինչպես օրինակ` կառավարման կոճակներ, պատկերներ, տեքստային տարածքներ, որոնք հասանելի են դարձնում վեբ ծրագիրը: <br /> 
                    Վեբ ծրագիրը հաճախ տրամադրում ենք սպառողներին ծրագրի ստեղծողների կողմից` իրենց իսկ սերվերների վրա: 
                    Մեր կողմից առաջարկվող Վեբ-հիմքով ցանցի կիրառական ծրագերը հասանելի են բազմաթիվ համակարգերի միջոցով, աշխատավայրում և աշատավայրից դուրս, ունեն ընդարձակ ինտեգրման հնարավորություններ, կարգավորումների ճկունություն, համապատասխանեցվում են բիզնես պահանջների համակարգին, ինտերակտիվ ինտերֆեյսով և մատչելի լինելով, առավելություն են տալիս սպառողի համար և ապահովում տրամադրվող ծրագրի կիրառումը:
                </p>
            </div>
        </div>    
    )
};

export default WebCragir;