import React from 'react';
import MerMasinImg1 from './MerMasinImg1.gif'
import MerMasinImg2 from './MerMasinImg2.gif'
import MerMasinImg3 from './MerMasinImg3.gif'
import MerMasinImg4 from './MerMasinImg4.gif'
import './MerMasin.css'

const MerMasin = () => {
    return (
        <div className="MerMasinSection">
            <div className="MerMasinMain">
                <h2>
                    ՄԵՐ ՄԱՍԻՆ
                </h2>

                <div>
                    <img alt="alt" src={MerMasinImg1} />
                    <p>
                        WebMaster Studio ընկերությունը իր գործունեության 1 տարվա եւ կայքերի առաջխաղացման շուկայում (SEO) գործունեության ընթացքում իրեն դրսեւորել է որպես հուսալի գործընկեր՝ համալրված անհրաժեշտ բոլոր բնագավառների մասնագետներով։
                    </p>
                </div>

                <div>
                    <img alt="alt" src={MerMasinImg2} />
                    <p>
                        Մեր ընկերության ստեղծած կայքերը մեր հաճախորդների համար արդյունավետ մարքեթինգային գործիքներ են։ Ընկերության գլխավոր սկզբունքներից մեկը հաճախորդի հետ սերտ համագործակցությունն է։ Մինչև կայքի անմիջական մշակման մեկնարկը մենք վերլուծում ենք Ձեր գործունեությունն ու դրա ուժեղ կողմերը, ուսումնասիրում ենք Ձեր կազմակերպության հիմնական մրցակիցներին եւ հետազոտում թիրախային լսարանի նախապատմությունները։ Հենց դա էլ մեզ թույլ է տալիս ստեղծել բացառիկ ապրանքատեսակ՝ նախատեսված միայն Ձեզ համար։
                    </p>
                </div>

                <div>
                    <img alt="alt" src={MerMasinImg3} />
                    <p>
                        1 տարվա աշխատանքի ընթացքում մենք ստեղծել ենք ավելի քան 30 ինտերնետային ռեսուրսներ, այդ թվում` կորպորատիվ կայքեր, պետական եւ մասնավոր կազմակերպությունների էջեր, վեբ-տիրույթներ եւ այլն։
                    </p>
                </div>

                <div>
                    <img alt="alt" src={MerMasinImg4} />
                    <p>
                        Ձեր կայքը ստեղծելու համար աշխատելու է մեր դիզայներների, ծրագրավորողների եւ նախագծի ղեկավարների արհեստավարժ խումբը: Մենք մեր հաճախորդներին առաջարկում ենք ծառայությունների ամբողջական փաթեթ, այդ թվում` լոգոտիպի եւ ֆիրմային ոճի ստեղծում, որոնման համակարգերում կայքի առաջխաղացում: Բոլոր աշխատանքներն իրականացվում են ամենակարճ ժամկետներում եւ բարձր պրոֆեսիոնալ մակարդակով:
                    </p>
                </div>
            </div>
        </div>
    )
}

export default MerMasin;