import React from 'react';
import WebKayqImg_1 from "./WebKayqImg_1.jpg"
import WebKayqImg_2 from "./WebKayqImg_2.jpg"
import {Link} from 'react-router-dom'
import '../Link.css'

const WebKayq = () => {
    return (
        <div className="section">
            <div>
                <img alt='img' src={WebKayqImg_1} />
            </div>

            <div    className="main">
                <h2>
                    ՎԵԲ ԿԱՅՔԵՐԻ ՊԱՏՐԱՍՏՈՒՄ ԵՎ ՎԵԲ ԾՐԱԳՐԱՎՈՐՈՒՄ
                </h2>

                <p>
                    <span>WEBMASTER Studio</span>-ն առաջարկում է տարբեր տեսակի և բարդության <span>վեբ կայքերի պատրաստում</span> և <span>վեբ ծրագրավորում</span> :
                </p>

                <p>
                    Այսօր դժվար է որևէ մեկին զարմացնել Ինտերնետում սեփական <span>վեբ կայքի</span> գոյությամբ: Ամեն օր, ինչպես սնկերն անձրևից հետո, Ինտերնետում բացվում են ավելի ու ավելի մեծ թվով <span>վեբ կայքեր</span> : 
                    Ներկայումս իրեն շատ թե քիչ հարգող ընկերությունը կամ կազմակերպությունն իր պարտքն է համարում ունենալ ինտերնետային սեփական կայքը:
                </p>

                <div>
                    <img alt='img' src={WebKayqImg_2} />
                </div>

                <p>
                    Կայքի առկայությունը հեղինակության կամ խանդավառության տարր չէ. այն ապահովում է կոշտ մրցակցությանը դիմակայելու տարրական հնարավորություն և զարգանալու ցանկություն: Այսօր <span>վեբ դիզայնի</span> համար հատուկ տաղանդ և արհեստավարժություն չի պահանջվում: Սակայն, հաշվի առնելով յուրաքանչյուր ոլորտում մրցակիցների օրեցօր ավելացող թիվը, կարևոր է ունենալ գրագետ և գեղեցիկ ստեղծված կայք:
                </p>

                <p>
                    Ժամանակակից դիզայնը և վեբ կայքերի պատրաստումը կարևոր է բոլոր կազմակերպություների համար, քանի որ կայքի շնորհիվ է ամրապնդվում ընկերության իմիջը, այն ավելի մանրամասն տեղեկատվություն է տալիս ընկերության, նրա ապրանքատեսակների կամ ծառայություների մասին, քան սովորական գովազդը, ինչն օգնում է ավելացնել հաճախորդների քանակը: Կայքի օրիգինալ և գրագետ վեբ դիզայնը և վեբ ծրագրավորումը նշանակում է ոչ միայն հաճախորդների թվի ավելացում, այլև նոր գործընկերների ձեռքբերում` անկախ նրանց գտնվելու վայրից: 
                </p>

                <p>
                Արդյունավետ <span>վեբ կայքերի պատրաստումը</span> պետք է ներառի որոշ կարևոր տարրեր: Որքան էլ գեղեցիկ և ճաշակով արված լինի և ինչպիսի առանձնահատուկ տեքստով էլ լրացված լինի <span>վեբ կայքը</span> , քչերը կկարողանան և կցանկանան այն ըստ արժանվույն գնահատել, եթե այն չափազանց ծանր՚ է, և անհրաժեշտ է երկար սպասել նրա առաջին էջի բեռնմանը: Այդ պատճառով կայքը պետք է օրիգինալ ու թեթև լինի: Անհրաժեշտ է նաև ուշադրություն դարձնել նավիգացիային: Այն պետք է լինի հնարավորինս պարզ և առաջին իսկ հայացքից հասկանալի: Սպառողը պետք է հեշտությամբ գտնի իրեն հետաքրքրող տեղեկատվությունը և հեշտությամբ կողմնորոշվի, թե որտեղ է գտնվում: Պակաս կարևոր չեն նաև տառատեսակը, տեքստի գույնը, տառերի չափը, գունային երանգավորումը: Պետք է տեսողականորեն առանձնացվեն հղումները, քանզի սպառողը չպետք է ժամանակ կորցնի անհրաժեշտ լինքը գտնելու նպատակով մկնիկն ամբողջ էջում սահեցնելու վրա: 
                </p>

                <p>
                Մինչ <Link to="/gni_hashvark/web_kayq">կայքի ստեղծումը</Link> հանձնարարելը անհրաժեշտ է որոշել դրա նպատակն ու մոտավոր ոճը` հաշվի առնելով ընկերության կամ կազմակերպության գործունեության առանձնահատկությունները: Դուք պետք է դիզայն-ստուդիային ներկայացնեք Ձեր ձեռնարկության մասին տեղեկատվություն, որոշակի տեքստեր, լուսանկարներ, պատկերներ և լոգոտիպ` կայք ներմուծելու նպատակով: Ձեր ցանկություններից ելնելով` մեր դիզայներները ամենակարճ ժամկետում կստեղծեն կայքի մոտավոր օրինակներ, որոնցից կարող եք ընտրել Ձեզ ամենաշատը դուր եկածը: Դրա հիման վրա էլ կմշակվի Ձեր հետագա կայքը` կրկին Ձեր բոլոր ցանկությունները հաշվի առնելով:
                </p>
            </div>
        </div>
    )
}

export default WebKayq;